URL = 'https://qa-scooter.praktikum-services.ru/'

ANSWER_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
ANSWER_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, \
можете просто сделать несколько заказов — один за другим.'
ANSWER_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. \
Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, \
суточная аренда закончится 9 мая в 20:30.'
ANSWER_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
ANSWER_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
ANSWER_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься \
без передышек и во сне. Зарядка не понадобится.'
ANSWER_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
ANSWER_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

CHARACTER_1 = {
    'first_name': 'Иванов',
    'last_name': 'Иван',
    'address': 'Мира 6',
    'metro_station': 'Черкизовская',
    'phone_number': 79991112233
}

CHARACTER_2 = {
    'first_name': 'Смирнов',
    'last_name': 'Петр',
    'address': 'Арбат 4',
    'metro_station': 'Сокольники',
    'phone_number': 78887776655
}

RENT_INFO_1 = {
    'start_date': '19.12.2024',
    'rent_period': 'сутки',
    'color': 'black',
    'comment': ''
}

RENT_INFO_2 = {
    'start_date': '31.12.2024',
    'rent_period': 'трое суток',
    'color': 'grey',
    'comment': 'нет'
}

PERSON_INFO_HEADER = 'Для кого самокат'
RENT_INFO_HEADER = 'Про аренду'
ORDER_FINISH_HEADER = 'Заказ оформлен'
HEADER_SCOOTER = 'Самокат'
DZEN_NEWS_TITLE = 'Новости'